{
  "universal": "Syllogism conclusion is universal",
  "home": {
    "syllogism": {
      "check": "Vérifier le Syllogisme"
    },
    "discover": "À la découverte des",
    "discover2": "Syllogismes",
    "text1": "le syllogisme est un raisonnement logique mettant en relation au moins trois propositions :\ndeux ou plus d'entre elles, appelées « prémisses », conduisent à une « conclusion ».",
    "text2": "Aristote a été le premier à le formaliser dans son Organon.\nUn exemple très connu de syllogisme est : « Tous les hommes sont mortels, or Socrate est un homme ; donc Socrate est mortel » ",
    "text3" : "Les deux prémisses (dites « majeure » et « mineure ») sont des propositions données et supposées vraies,\nle syllogisme permettant d'établir la validité formelle de la conclusion, qui est nécessairement vraie si les prémisses sont vraies."
  },
  "navigation": {
    "language": "Langue",
    "menu": {
      "home": "Accueil",
      "syllogism": "Syllogismes",
      "polysyllogism": "Polysyllogismes",
      "quantifiers": "Quantificateurs",
      "syllogism_table": "Table des syllogismes",
      "documentation": "Documentation"
    }
  },
  "syllogism": {
    "expert": {
      "errorMessages": {
        "missingPredicate": "Veuillez renseigner le second terme de la proposition.",
        "missingVerb": "Veuillez renseigner un verbe dans les propositions.",
        "missingSubject": "Veuillez renseigner le premier terme de la proposition.",
        "missingQuantifier": "Veuillez renseigner le quantificateur de la proposition "
      }
    },
    "basic": {
      "errorMessages": {
        "middleTermRepeat": "Il ne peut y avoir qu'une unique répétition de moyen-terme.",
        "termEqual": "Le sujet et le prédicat ne peuvent être identiques dans la proposition "
      }
    },
    "table": {
      "yes": "Oui",
      "no": "Non",
      "prop1": "Proposition 1",
      "prop2": "Proposition 2",
      "conc": "Conclusion",
      "figure": "Figure",
      "validity": "Valide",
      "validityhe": "Hypothèse d'existence valide",
      "is": "Syllogisme intéressant",
      "is_description": "Un syllogisme est dit « intéressant » s'il est valide et qu'il n'est pas possible de remplacer sa conclusion par une autre plus forte (en remplaçant son quantificateur particulier par un quantificateur universel)."
    },
    "quantifier": {
      "A": "Tout",
      "E": "Aucun",
      "I": "Il existe",
      "O": "Pas certains"
    },
    "term_kind": {
      "major": "terme majeur",
      "minor": "terme mineur",
      "middle": "moyen-terme",
      "subject": "sujet",
      "predicate": "prédicat"
    },
    "rule": {
      "Rmt": {
        "name": "Règle du moyen-terme",
        "description": "La quantité du moyen-terme doit être universelle dans une prémisse au moins. Dans le cas d'un polysyllogisme, cette règle s'applique individuellement à chaque moyen terme.",
        "passed": "Le moyen-terme a une quantité universelle dans une prémisse au moins.",
        "failed": "Le moyen-terme \"{{extra}}\" n'a une quantité universelle dans aucune prémisse, ce qui invalide ce syllogisme.",
        "passed_poly": "Chaque moyen-terme a une quantité universelle dans au moins une des prémisses dans lesquelles il apparaît.",
        "failed_poly": "Le moyen-terme \"{{extra}}\" n'a une quantité universelle dans aucune prémisse dans laquelle il apparaît, ce qui invalide ce polysyllogisme."
      },
      "Rlh": {
        "name": "Règle du Latius-Hos",
        "description": "La quantité d’un terme de la conclusion ne peut être universelle que si elle l’est dans la prémisse contenant ce terme.",
        "specific_conclusion": "Les deux termes de la conclusion ont une quantité particulière, cette règle ne s'applique donc pas à ce syllogisme.",
        "passed": "Les deux termes de la conclusion ont une quantité universelle à la fois dans la conclusion et dans leur prémisse respective.",
        "failed": "Le terme \"{{extra}}\" a une quantité universelle dans la conclusion, mais pas dans sa prémisse. Ce syllogisme est donc invalide."
      },
      "Rnn": {
        "name": "Règle des deux prémisses négatives",
        "description": "Deux prémisses négatives ne conduisent pas à une conclusion.",
        "passed": "Il y a au moins une prémisse affirmative.",
        "failed": "Les deux prémisses sont négatives, ce syllogisme est donc invalide."
      },
      "Rn": {
        "name": "Règle de la prémisse négative",
        "description": "S'il y a une prémisse négative, alors la conclusion est négative.",
        "passed": "Il y a une prémisse négative et la conclusion est négative.",
        "failed": "Il y a une prémisse négative mais la conclusion est affirmative, ce syllogisme est donc invalide.",
        "all_affirmative_premises": "Toutes les prémisses sont affirmatives, cette règle ne s'applique donc pas à ce syllogisme."
      },
      "Raa": {
        "name": "Règle des deux prémisses affirmatives",
        "description": "Deux prémisses affirmatives conduisent à une conclusion affirmative.",
        "passed": "Les deux prémisses sont affirmatives et la conclusion est affirmative.",
        "failed": "Les deux prémisses sont affirmatives mais la conclusion est affirmative, ce syllogisme est donc invalide.",
        "passed_poly": "Il y a au moins deux prémisses affirmatives et la conclusion est affirmative.",
        "failed_poly": "Il y a au moins deux prémisses affirmatives mais la conclusion est affirmative, ce syllogisme est donc invalide.",
        "negative_premise": "Il y a une prémisse négative, cette règle ne s'applique donc pas à ce syllogisme.",
        "not_2_affirmative_premises": "Il y a moins de deux prémisses affirmatives, cette règle ne s'applique donc pas à ce syllogisme."
      },
      "Rpp": {
        "name": "Règle des deux prémisses particulières",
        "description": "Deux prémisses particulières ne conduisent pas à une conclusion.",
        "passed": "Il y a au moins une prémisse universelle.",
        "failed": "Les deux prémisses sont particulières, ce syllogisme est donc invalide.",
        "passed_poly": "Il y a au moins une prémisse universelle.",
        "failed_poly": "Il y a au moins deux prémisses particulières, ce syllogisme est donc invalide."
      },
      "Rp": {
        "name": "Règle de la prémisse particulière",
        "description": "S'il y a une prémisse particulière, alors la conclusion est particulière.",
        "passed": "Il y a une prémisse particulière et la conclusion est particulière.",
        "failed": "Il y a une prémisse particulière mais la conclusion est universelle, ce syllogisme est donc invalide.",
        "all_universal_premises": "Toutes les prémisses sont universelles, cette règle ne s'applique donc pas à ce syllogisme."
      },
      "Ruu": {
        "name": "Règle de l'hypothèse d'existence",
        "description": "Deux prémisses universelles ne conduisent pas à une conclusion particulière.",
        "passed": "Les deux prémisses sont universelles et la conclusion est universelle.",
        "failed": "Les deux prémisses sont universelles mais la conclusion est particulière, ce syllogisme est donc invalide.",
        "passed_poly": "Il y a au moins deux prémisses universelles et la conclusion est universelle.",
        "failed_poly": "Il y a au moins deux prémisses universelles mais la conclusion est particulière, ce syllogisme est donc invalide.",
        "particular_premise": "Il y a une prémisse particulière, cette règle ne s'applique donc pas à ce syllogisme.",
        "not_2_universal_premises": "Il y a moins de deux prémisses universelles, cette règle ne s'applique donc pas à ce syllogisme."
      }
    },
    "true": "Le syllogisme saisi est valide.",
    "false": "Le syllogisme saisi est invalide.",
    "summary": {
      "ok": "Règles valides",
      "ko": "Règles invalides"
    },
    "has_figure": "Ce syllogisme appartient à la figure {{number}}.",
    "conclusion_term_tooltip": {
      "subject": "Le sujet de la conclusion est le terme qui apparaît dans la seconde prémisse.",
      "predicate": "Le prédicat de la conclusion est le terme qui apparaît dans la première prémisse.",
      "swap": "Si vous souhaitez intervertir les termes de la conclusion, échangez les deux prémisses."
    },
    "valid_with_universal_conclusion": "Ce syllogisme est « inintéressant ».",
    "valid_with_universal_conclusion_description": "Il est valide, mais sa conclusion existentielle peut avantageusement être remplacée par une conclusion universelle, plus forte."
  },
  "input": {
    "enter_term": "Saisir le {{kind}}",
    "check_ruu": "Vérifier la $t(syllogism.rule.Ruu.name)",
    "check": "Vérifier",
    "enter_verb": "Saisir un verbe",
    "verb_tooltip": "Saisissez un verbe dans sa forme affirmative pour relier les termes (facultatif). Il ne doit pas être négatif.",
    "select_type_term": "Sélectionner ou saisir un terme",
    "select_term": "Sélectionner un terme",
    "type_term": "Saisir un terme",
    "guided": "Saisie guidée",
    "expert": "Mode expert",
    "invalid": "La saisie est invalide."
  },
  "polysyllogism": {
    "errorMessages": {
      "missingPredicate": "Veuillez renseigner le second terme de la proposition ",
      "missingVerb": "Veuillez renseigner un verbe dans les propositions.",
      "missingSubject": "Veuillez renseigner le premier terme de la proposition ",
      "missingQuantifier": "Veuillez renseigner le quantificateur de la proposition ",
      "invalidStructure": "Structure du polysyllogisme invalide"
    },
    "buttons": {
      "add": "Ajouter une proposition",
      "reorder": "Réorganiser le polysyllogisme",
      "check": "Vérifier"
    },
    "labels": {
      "existenceHypothesis": "Hypothèse d'existence"
    },
    "placeholder": {
      "firstTerm": "Entrez un premier terme",
      "verb": "Entrez un verbe",
      "secondTerm": "Entrez un second terme"
    }
  },
  "quantifier_aliases": {
    "title": "Alias de quantificateurs",
    "input": "Saisir un alias de quantificateur",
    "add": "Ajouter",
    "remove": "Supprimer",
    "reset": "Rétablir les valeurs par défaut"
  },
  "toolbar": {
    "clear_syllogism": "Effacer le syllogisme",
    "clear_polysyllogism": "Effacer le polysyllogisme",
    "help": "Aide",
    "settings": "Gérer les alias de quantificateur"
  }
}